{
	"label": "状态",
	"entries": [
		{
			"id": "Bleed",
			"name": "流血",
			"description": "<p>受到出血伤害的生物在其行动轮开始时受到列出的伤害值。出血可以被DC为15的医疗技能检定、或任何能够治疗生命值伤害的法术所终止（即便此出血为属性伤害）。某些出血效果会造成属性伤害甚至属性吸取。出血效果之间互不叠加，除非它们造成不同类型的伤害。当两种以上造成相同类型伤害的出血效果存在时，只有最严重的生效。在此种情况下，属性吸取视为比属性伤害严重。</p>"
		},
		{
			"id": "Blinded",
			"name": "目盲",
			"description": "<p>生物无法视物。它的AC-2，且AC失去敏捷加值（若有加值），多数基于力量和敏捷的技能检定-4。所有依赖于视觉的检定和行为（譬如阅读，和基于视觉的察觉检定）自动失败。所有对手视为对目盲角色处于全隐蔽（50%失手率）。目盲生物必须通过DC为10的特技技能检定才能以超过半速的速度移动，检定失败的角色将摔倒。长时间目盲的角色会习惯于此，并克服某些缺点。</p>"
		},
		{
			"id": "Broken",
			"name": "破损",
			"description": "<p>受到超过其总HP一半的伤害的物品将陷入破损状态，意味着它们原先的效用将会降低。根据物品本身的类型，破损状态具有以下效果。</p><ul><li>若该物品为武器，任何以此武器做出的攻击检定和伤害检定-2。这件武器仅在自然投骰为20时视为重击威胁，同时重击倍率仅为×2 。</li><li>若该物品为盔甲或盾牌，它所提供的AC加值减半，向下取整。破损盔甲的防具检定减值加倍。</li><li>若该物品为某项技能所需的工具，任何以此工具进行的技能检定-2。</li><li>若该物品为魔杖或法杖，它在使用时将消耗双倍的充能次数。</li><li>若该物品不属于以上分类，那么破损状态并不影响其使用。无论其类型，处于破损状态的物品价值为通常的75%。若该物品为魔法物品，它只能被由施法者等级达到或超过该物品CL的施法者所施放的‘修复术（Mending）’或‘完全修复术（Make Whole）’所修复。物品在HP被回复至原先总HP一半以上后脱离破损状态。非魔法物品能被同样的方法、或用以制造它的工艺技能来修复。整体而言，如此施为需要通过DC为20的工艺技能检定，以及每1点伤害1小时的修复时间。多数工匠会为修复这类伤害而收取物品原价的10%作为报酬（若物品损伤严重，可能会要价更高）。</li></ul>"
		},
		{
			"id": "Confused",
			"name": "困惑",
			"description": "<p>困惑状态下的生物由于心智混乱而无法正常行动。困惑的生物无法分辨敌友，将所有人都视为敌人。同伴必须通过成功的近战接触攻击，才能对其施放需要接触的有益法术。若困惑的生物发动攻击，他会攻击最近攻击过他的生物，直到该生物死亡或离开他的视线。</p><p>在困惑对象的行动轮开始时，按照下表投骰决定他将要如何行动。</p><table><tr><th>d%</th><th>行为</th></tr><tr><td>01-25</td><td>正常行动</td></tr><tr><td>26-50</td><td>除了毫无条理地说胡话外什么都不做。</td></tr><tr><td>51-75</td><td>用手中的物品对自己造成“1d8+力量修正”伤害。</td></tr><tr><td>76-100</td><td>攻击离自己最近的生物（在这种情况下，魔宠视作受术者自身的一部分）。</td></tr></table>"
		},
		{
			"id": "Cowering",
			"name": "畏缩",
			"description": "<p>角色被吓住以至于无法进行动作。畏缩的角色AC-2，且AC失去敏捷加值（若有加值）。</p>"
		},
		{
			"id": "Dazed",
			"name": "晕眩",
			"description": "<p>角色无法正常行动。晕眩的角色无法进行动作，但其AC没有减值。晕眩状态通常持续1轮。</p>"
		},
		{
			"id": "Dazzled",
			"name": "目眩",
			"description": "<p>角色因为眼睛受到严重刺激而无法很好地视物。目眩的角色在攻击检定和基于视觉的察觉检定上有-1减值。</p>"
		},
		{
			"id": "Dead",
			"name": "死亡",
			"description": "<p>角色的HP被降至其体质属性值的负值，或体质被降至0点，或被法术及效果彻底杀死。角色的灵魂离开身体。死亡的角色无法得益于正常或魔法的治疗，但能通过魔法复活。除非用魔法保护，否则遗体会正常腐烂，但是使死亡角色起死回生的法术同样会使角色的躯体完全康复，或回到死亡时的状态（取决于使用的法术或设备）。无论使用什么手段，被复活的角色都不用担心诸如尸僵、腐烂和其它影响遗体的效果。</p>"
		},
		{
			"id": "Deafened",
			"name": "耳聋",
			"description": "<p>耳聋的角色无法用耳听物。他的先攻检定-4，基于听觉的察觉检定自动失败，察觉对抗检定-4，并在施放带有语言成分的法术时具有20%的失败率。长时间耳聋的角色会习惯于此，并克服某些缺点。</p>"
		},
		{
			"id": "Disabled",
			"name": "瘫痪",
			"description": "<p>角色的HP为0，或HP为负值但已稳定并神智清醒，这些情况为瘫痪状态。瘫痪的角色每轮只能进行一个移动动作或一个标准动作（不能两者都做，也不能进行整轮动作，但他仍然可以做迅捷动作、直觉动作和自由动作）。他只能以半速移动。进行移动动作不会招致更多的伤害，但是进行任何标准动作（或其他任何GM认为是费力的事，包括如施展瞬发法术等一些自由动作）会在动作完成后受到1点伤害。除非这个动作增加了瘫痪角色的HP，否则他的HP将降为负数并因而陷入濒死状态。</p><p>HP为负值的瘫痪角色如果能受到帮助，他的生命值会自然回复。否则，每天他能在静养8小时候进行一次DC为10的体质属性检定，来正常回复HP。角色在这次属性检定中要承受等同于当前HP负值的减值。该检定失败会使角色失去1点HP，但这不会令他失去意识（濒死）。角色一旦在这次检定中成功，他将开始自然回复，并不再面临继续失去HP的危险。</p>"
		},
		{
			"id": "Dying",
			"name": "濒死",
			"description": "<p>濒死的角色陷入昏迷并接近死亡。HP为负值且未处于伤势稳定状态的生物即视为濒死。濒死角色无法进行动作。在角色HP被降为负值（但未死亡）的下一轮开始，该角色必须进行一次DC为10的体质属性检定以稳定伤势。角色在这次属性检定中要承受等同于当前HP负值的减值。伤势已经稳定的角色无需再进行此检定。此检定中自然投骰为20则视为自动成功。若角色检定失败，他失去1点HP。若濒死角色的HP被降至其体质属性值的负值，他就挂了。</p>"
		},
		{
			"id": "Energy Drained",
			"name": "能量汲取",
			"description": "<p>角色得到一个或多个负向等级，这些负向等级可能是永久的。如果目标的负向等级达到或超过其总HD，它就挂了。详述请见上文能量吸取和负向等级部分。</p>"
		},
		{
			"id": "Entangled",
			"name": "纠缠",
			"description": "<p>角色被缠绕住。被纠缠会使移动受到限制，但除非被绑在固定的物体上、或被相反的力道拉住，否则移动不会被完全阻止。被纠缠的角色只能以半速移动，无法奔跑或冲锋，所有攻击检定-2，并在敏捷-4。纠缠状态中的角色想要施法则必须通过专注检定（DC为“15+法术环级”），检定失败则失去法术。</p>"
		},
		{
			"id": "Exhausted",
			"name": "力竭",
			"description": "<p>力竭的角色以半速移动，无法奔跑或冲锋，并且力量和敏捷-6。在1小时完全的休息之后，力竭角色将变为疲乏。疲乏角色在进行一些通常会让人陷入疲乏状态的行为之后会陷入力竭。</p>"
		},
		{
			"id": "Fascinated",
			"name": "迷魂",
			"description": "<p>处在迷魂状态的角色被超自然能力或法术效果弄得神志模糊。角色会静静的站着或坐着，除了专心于产生迷魂的效果之外什么都不做，直到效果结束。角色的察觉技能等基于反应的技能检定-4。任何潜在的威胁，如敌对生物的接近，将允许被迷魂的生物进行一次新的豁免检定来对抗迷魂效果。任何明显的威胁, 例如其他人拔出武器、施展法术或以远程武器瞄准被迷魂的生物，都会自动地打破效果。被迷魂生物的同伴可以通过一个标准动作摇晃他来使他摆脱迷魂状态。</p>"
		},
		{
			"id": "Fatigued",
			"name": "疲乏",
			"description": "<p>疲乏的角色无法奔跑或冲锋，并且力量和敏捷-2。疲乏角色在进行一些通常会让人陷入疲乏状态的行为之后会陷入力竭。在8小时完全休息后，疲乏的角色就不再疲乏。</p>"
		},
		{
			"id": "Flat-Footed",
			"name": "措手不及",
			"description": "<p>战斗开始还未开始行动的角色进入此状态，他尚不能正常应对当前形势。措手不及者的AC失去敏捷加值，并且无法进行藉机攻击。</p>"
		},
		{
			"id": "Frightened",
			"name": "惊惧",
			"description": "<p>惊惧的生物会尽力逃离令其产生恐惧的源头。如果无法逃离就有可能战斗。惊惧的生物的所有攻击检定、豁免检定、技能检定和属性检定-2。惊惧的生物会使用包括法术在内的特殊能力逃离；实际上，如果只能用特殊能力逃离，那么生物就必须用那种方式逃离。</p><p>惊惧类似于战栗，除了生物只要有可能就必须逃离。恐慌则是一种更极端的恐惧程度。</p>"
		},
		{
			"id": "Grappled",
			"name": "擒抱",
			"description": "<p>被擒抱的生物被其他生物、陷阱或某些效果所束缚住。被擒抱的生物无法移动，且敏捷-4。被擒抱的生物的所有攻击检定和战技检定-2，除了那些用以发动或脱离擒抱的检定。此外，被擒抱的生物无法进行需要两只手来实行的动作。被擒抱的生物若要尝试施法或使用类法术能力，则必须通过DC为“10+擒抱者CMB+法术环级”的专注检定，检定失败则失去法术。被擒抱的生物无法进行藉机攻击。</p><p>被擒抱的生物无法使用隐匿技能从擒抱自己的生物面前隐藏，即便是通过【视线躲藏】之类的特殊能力也一样。如果被擒抱的生物通过法术或其他能力隐形，他用以避免被擒抱的CMD将获得+2的环境加值，但除此以外别无益处。</p>"
		},
		{
			"id": "Helpless",
			"name": "无助",
			"description": "<p>被麻痹、定身、束缚、睡眠、昏迷、或其它完全暴露于敌手掌控之中的角色即为无助的角色。无助目标的敏捷被视为0（修正值为-5）。对无助目标进行的近战攻击检定+4（相当于攻击俯卧中的目标）。针对无助目标的远程攻击并没有特殊奖励。盗贼可以偷袭无助目标。</p><p>敌人可以通过整轮动作，使用近战武器对无助目标发动致命一击（coup de grace）。如果敌人和目标邻接，也可以用弓或弩发动致命一击。攻击者自动命中并视为重击（盗贼在对无助对像发动致命一击时，还能获得偷袭伤害加值）。如果目标从这次攻击中幸存，他必须通过DC为“10+伤害值”的强韧豁免检定，否则死亡。发动致命一击会触发藉机攻击。</p><p>免疫重击的生物不会受到重击伤害，也不需要进行强韧豁免检定来避免被致命一击杀死。</p>"
		},
		{
			"id": "Incorporeal",
			"name": "虚体",
			"description": "<p>处于虚体状态的生物没有肉体。虚体生物免疫一切非魔法攻击。虚体生物受到魔法武器、法术、类法术能力和超自然能力的一半伤害（50%）。虚体生物会受到其他虚体生物、以及所有力场效果的全部伤害。</p>"
		},
		{
			"id": "Invisible",
			"name": "隐形",
			"description": "<p>隐形生物无法被视力探察。隐形生物攻击视觉生物时攻击检定+2，并无视对方AC的敏捷加值（若有加值）。详述请见特殊能力的隐形部分。</p>"
		},
		{
			"id": "Nauseated",
			"name": "反胃",
			"description": "<p>反胃状态下的生物遭受强烈的胃部痛苦。反胃的生物无法攻击、施法、维持专注或进行其他任何需要集中注意力的动作。反胃的角色每轮能够进行的动作只有一个移动动作。</p>"
		},
		{
			"id": "Panicked",
			"name": "恐慌",
			"description": "<p>恐慌的生物会扔掉任何手持的东西，并以最高速度尽力逃离恐惧源头，同样也会避开任何其它遭遇的危险，但路线随机。他不能做任何其他的动作。此外，恐慌的生物的所有豁免检定、技能检定和属性检定-2。如果被逼至绝路，恐慌的生物会陷入畏缩状态并且不会攻击，通常会在战斗中使用全防御动作。恐慌的生物会使用包括法术在内的特殊能力逃离；实际上，如果只能用特殊能力逃离，那么生物就必须用那种方式逃离。</p><p>恐慌是比惊惧和战栗更极端的恐惧程度。</p>"
		},
		{
			"id": "Paralyzed",
			"name": "麻痹",
			"description": "<p>被麻痹的角色被钉在原地不能移动或做其他行动。被麻痹的角色的有效敏捷和力量属性值为0，并且处于无助状态，但他可以进行纯粹的心理活动。有翅膀的生物若在飞行的时候被麻痹将无法舞动翅膀并掉下来。游泳者被麻痹后无法游泳并有可能溺水。其它生物可以穿过被麻痹的角色占据的区域，无论是盟友还是敌人。不过，被麻痹的角色所占据的每个方格在穿过时都记作两个方格。</p>"
		},
		{
			"id": "Petrified",
			"name": "石化",
			"description": "<p>被石化的角色变为石头并视为昏迷。如果被石化的角色被打碎或打破，但是在被解除石化时那些破损的部份接在了身体上，那么他将不受损害。如果石化的身体被解除石化时是不完整的，肉体将同样的不完整，并会有相应的永久性HP丧失和/或其他衰弱效果。</p>"
		},
		{
			"id": "Pinned",
			"name": "压制",
			"description": "<p被压制的生物被紧紧束缚住，只能进行少量动作。被压制的生物无法移动，并失去敏捷加值。被压制的角色的AC还要受到额外的-4减值。被压制的生物能够进行的动作非常有限。它总是能够尝试恢复自由，通常是通过战技检定或脱逃技能检定来实现。被压制的生物可以进行言语或心理活动，但无法施放任何需要姿势或材料成分的法术。被压制的生物若要尝试施法或使用类法术能力，则必须通过DC为“10+擒抱者CMB+法术环级”的专注检定，检定失败则失去法术。压制是擒抱状态的更为严重版本，它们的效果并不叠加。</p>"
		},
		{
			"id": "Prone",
			"name": "倒地",
			"description": "<p>角色卧倒在地上。倒地的进攻者的近战攻击检定-4，并且不能使用远程武器（除了弩）。【译注：还有火器。】倒地的防御者在对抗远程攻击时AC+4，但在对抗近战攻击时AC-4。</p><p>起立是一个移动等效动作，并且会触发藉机攻击。</p>"
		},
		{
			"id": "Shaken",
			"name": "战栗",
			"description": "<p>战栗的角色的所有攻击检定、豁免检定、技能检定和属性检定-2。战栗是不如惊惧和恐慌那么严重的恐惧程度。</p>"
		},
		{
			"id": "Sickened",
			"name": "恶心",
			"description": "<p>角色的所有攻击检定、武器伤害检定、豁免检定、技能检定和属性检定-2。</p>"
		},
		{
			"id": "Sinking",
			"name": "沉没",
			"description": "<p>生命值降低至0或以下的飞船将获得沉没条件。 一艘沉没的船不能移动或攻击，并且在获得沉没条件后完全沉没10轮。 下沉的船只受到的额外额外伤害会造成25点以上的伤害，从而使沉没的剩余时间减少1轮。 一艘完全沉没的船掉到了水底，被认为已被摧毁。 一艘被毁的船无法修理，它被严重损坏，甚至不能用作废料。 如果船只的生命值提高到0以上，魔术（例如整船）可以修复沉没的船，这时船将失去沉没状态。 通常，非魔术性维修花费的时间太长，无法使船一旦开始下降就不会沉没。</p>"
		},
		{
			"id": "Stable",
			"name": "稳定",
			"description": "<p>曾处于濒死状态但目前已经不再继续损失HP，同时HP依然为负值的角色即为稳定状态。该角色不再处于濒死状态，但仍旧昏迷。如果其他人利用急救措施（例如医疗技能或魔法治疗）使濒死角色稳定下来，他就不会继续损失HP。该角色每小时可以进行一次DC为10的体质属性检定以恢复意识，并进入瘫痪状态（尽管他的HP依然是负值）。角色在这次属性检定中要承受等同于当前HP负值的减值。</p><p>如果角色是靠自己稳定伤势且没有受到别人的帮助，他仍然有损失HP的危险。他每小时可以进行一次体质属性检定以维持稳定（如同受到急救的角色），每次检定失败都将失去1点HP。</p>"
		},
		{
			"id": "Staggered",
			"name": "恍惚",
			"description": "<p>恍惚的角色每轮只能进行一个移动动作或一个标准动作（不能两者都做，也不能进行整轮动作）。恍惚的角色仍然可以进行自由动作、迅捷动作和直觉动作。角色所受非致命伤害与其当前HP相同则会陷入恍惚状态。</p>"
		},
		{
			"id": "Stunned",
			"name": "震慑",
			"description": "<p>被震慑的角色丢下手上的所有东西，无法行动，AC-2，且AC失去敏捷加值（若有加值）。</p>"
		},
		{
			"id": "Unconscious",
			"name": "昏迷",
			"description": "<p>昏迷的生物被击倒并陷入无助状态。若角色当前HP为负值（但未超过生物体质属性值的负值），或所受非致命伤害超过其当前HP，则该生物陷入昏迷。</p>"
		}
	]
}