{
  "label": "神话冒险",
  "entries": {
    "Archmage": {
      "name": "(神话) 大法师（(Mythic) Archmage）",
      "description": "<h1>大法师</h1>\n<p>对于大多数使用奥术之艺的人来说，学习魔法需要进行大量的研究与实践。即便对那些由血脉中汲取力量的人来说，也需要付出极大的努力。但是这并不适用于大法师。这些奥术之主从现实的架构之中获取力量，轻而易举地获取编织魔法的技巧。<br><br>大法师是使用奥术的宗师，这条神话之道中有许多能力能够增强你施放奥术的能力、或者大大强化它们的效能。此外，这条道途还会提供选项增强法术知识，强化使用法术之人的学识。在达到最高的阶层后，你便能推翻不同类型法术之间的壁垒，甚至能够改变现实世界自身的架构。<br><br>定位（Role）：作为大法师，你会利用能力将强大的力量赋予自身的奥术魔法，使它们能够突破防御并消弱敌人。你所掌握的奥术技艺以及你那无边的学识会为队伍中的提起谈提供巨大的优势，你在充分利用魔法物品上的天资可以说是无价之宝。尽管你在防御技巧上并不会得到太多提升，但是你那无与伦比的进攻能力会弥补这点微不足道的劣势——不过你仍旧应当避免进行接近战。<br><br>职业（Classes）：对于那些能够施放奥术的角色来说——特别是术士与法师——大法师是最为常见的道途选择。吟游诗人、召唤师与女巫也能在这条道途中找到大量有用的选项，不过其他道途对她们来说也具有一定的实用性。<br><br>奖励生命值（Bonus Hit Points）：每当你在大法师之道中获得阶层，你会得到3点奖励生命值。这些生命值会叠加，而且不会影响你的生命骰或者其他能力。</p>\n<h2>道途特性</h2>\n<div>\n<table>\n<tbody>\n<tr>\n<td>神话阶层</td>\n<td>道途特性</td>\n</tr>\n<tr>\n<td>1阶</td>\n<td>大法师奥秘, 道途能力</td>\n</tr>\n<tr>\n<td>2nd</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>3阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>4阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>5阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>6阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>7阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>8阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>9阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>10阶</td>\n<td>道途能力, 究极大法师</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>随着你的阶层获得提升，你会获得后述能力。<br><br>大法师奥秘（Archmage Arcana）：从后述能力中选择一种。一旦做出选择就无法进行更改。<br><br>奥能涌动（Arcane Surge，Su）：以迅捷动作，你能够花费1次神话之力来施放任何奥术，而不会消耗已准备的法术或法术位。若你是准备施法者，该法术必须是你在当天所准备的法术之一（即便你已经施放了也可以）；若你是自发施法者，该法术就必须是你的已知法术之一。若这个法术需要进行豁免，任何被该法术影响的非神话生物需要进行两次豁免并取较低值。若你必须为了克服生物的法术抗力而尝试施法者等级检定的话，你能够进行两次施法者等级检定（两次都加上你的阶层）并取较高值。你不能将超魔专长应用到以此能力施放的法术上。<br><br>术者之击（Mage Strike，Su）：以迅捷动作，你能够花费1次神话之力进行1次近战攻击。这不会算作你在该轮做出的任何其他攻击的范畴。若你花费1个已经准备的奥术或者1个还未使用的法术位，那么你的攻击检定便会获得加值，价值等同于法术或法术位的等级，并且此次攻击会造成额外能量伤害（在强酸、寒冷、闪电或火焰中自行选择），能量伤害的数值为被花费的法术或法术位的等级乘以2d6点。该次攻击的正常伤害会穿透所有伤害减免，但是能量伤害仍旧会受到抗力与免疫的影响。<br><br>狂野奥术（Wild Arcana，Su）：以迅捷动作，你能够花费1次神话之力来施放任何奥术，而不会消耗已准备的法术或法术位。该法术必须在你的奥术职业法术列表中，而且法术等级必须是你所具有的奥术施法职业所能够施展的等级，此外施法时间必须为“标准动作”（或更快）。你不需要准备该法术，它也不需要在你的已知法术列表中。当你以此方式施放法术时，在判断所有与等级相关的作用时，将你的施法者等级视为比正常高2级。你能够将任何自身已知的超魔专长应用到该法术上，不过修正后的总等级不能高于你所具有的这个施法职业所能施展的最高等级的奥术。<br><br>道途能力（Path Ability）：1级以及之后的每个神话阶层，你都能从大法师道途能力或者通用道途能力中选择1项新的道途能力。一旦你做出选择，便无法更改。除非另有说明，否则每个能力都只能选取1次。部分能力有先决条件，比如职业能力或者最低神话阶层，你必须满足这些先决条件才能选取它们。<br><br>究极大法师（True Archmage，Ex）：在第10阶，每当你以1名或更多个非神话生物施放奥术时，这些生物在对抗法术所进行的任何豁免都必须进行两次检定并取较低值。你获得法术抗力，数值等同于15 + 你的最高奥术施法者等级，但是只针对奥术有效。每轮1次，当你的法术抗力在1名敌对神话生物所施放的法术下保护了你时，你会恢复1次神话之力使用次数。</p>"
    },
    "Champion": {
      "name": "(神话) 斗士（(Mythic) Champion）",
      "description": "<p>斗士使用武器与护甲的技艺达到了登峰造极的程度。任何凡人战士在使用在刀剑，弓矢与战斧的技艺上，任何凡人武夫都无法与充盈着神力的斗士匹敌。斗士只需要一个动作，就能够偏转刀刃、粉碎盾牌，而宛若混沌的战场仿佛成为了为斗士展示优雅武技而设置的舞台。当战败之敌的哀嚎声逐渐消逝的时候，斗士仍会屹立于大地之上，身披浴血的战铠进行挑衅，挥舞手中的武器发出可怕的战嚎。<br /><br />定位（Role）：作为斗士，你的作用是与敌人作战。使用破坏性的近战力量，你能够在敌人有机会伤害你或者你的盟友之前粉碎他们。很少有人能够拥有与你匹敌的武器技巧，或者具备与你同等的能力来使用惊人的力量技艺。斗士能力使你能够限制敌人、轻松地穿越战场、以及一次性挑战大量敌人。队伍中的其他人可以指望你来主宰任何由你参与的接近战。<br /><br />职业（Classes）：尽管几乎任何职业的成员都能够成为斗士，不过那些专攻近战的职业——野蛮人、骑士、战士、武僧、圣武士以及游侠——会发现这条道途的能力最有吸引力，也最实用。不过即便是魔战士或者盗贼，也可以在斗士之道中找到优秀的方式来强化自身的能力。<br /><br />奖励生命值（Bonus Hit Points）：每当你在斗士之道中获得阶层，你会得到5点奖励生命值。这些生命值会叠加，而且不会影响你的生命骰或者其他能力。</p>\n<h2>道途特性</h2>\n<div>\n<table>\n<tbody>\n<tr>\n<td>神话阶层</td>\n<td>道途特性</td>\n</tr>\n<tr>\n<td>1阶</td>\n<td>斗士之击, 道途能力</td>\n</tr>\n<tr>\n<td>2nd</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>3阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>4阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>5阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>6阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>7阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>8阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>9阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>10阶</td>\n<td>传说斗士, 道途能力</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>随着你的阶层获得提升，你会获得后述能力。<br /><br />斗士之击（Champion's Strike）：从后述能力中选择一种。一旦做出选择就无法进行更改。<br /><br />远程弹幕（Distant Barrage，Ex）：以迅捷动作，你能够花费1次神话之力并以你的最高攻击加值进行一次远程攻击。此次攻击不算在你在本轮做出的任何其他攻击之内。当你进行此次攻击时，穿透目标所具有的掩蔽和隐蔽（除全掩蔽之外），并将你的阶层加到攻击检定上。此次攻击所造成的伤害能穿透任何伤害减免。<br /><br />飞掠冲刺（Fleet Charge，Ex）：以迅捷动作，你能够花费1次神话之力并进行移动，移动距离最多与你的速度相同。在这次移动中的任意一点，你能够以最高的攻击加值进行一次近战或远程攻击，并将你的阶层加到攻击检定上。此次攻击不算在你在本轮做出的任何其他攻击之内。此次攻击所造成的伤害能穿透任何伤害减免。<br /><br />迅猛一击（Sudden Attack，Ex）：以迅捷动作，你能够花费1次神话之力并以最高的攻击加值进行一次近战攻击。此次攻击不算在你在本轮做出的任何其他攻击之内。当你进行迅猛一击时，你做两次检定并取高，将你的阶层加到攻击检定上。此次攻击所造成的伤害能穿透任何伤害减免。<br /><br />道途能力: 1级以及之后的每个神话阶层，你都能从斗士道途能力或者通用道途能力中选择1项新的道途能力。一旦你做出选择，便无法更改。除非另有说明，否则每个能力都只能选取1次。部分能力有先决条件，比如职业能力或者最低神话阶层，你必须满足这些先决条件才能选取它们。<br /><br />传说斗士（Legendary Champion，Ex）：在第10阶，每当你对非神话敌人进行攻击检定并且失手时，你可以立刻重掷检定。你必须接受第二次检定，即便结果更糟。每轮1次，当你在攻击检定中投出自然20时，你会恢复1次神话之力。</p>"
    },
    "Guardian": {
      "name": "(神话) 守护者（(Mythic) Guardian）",
      "description": "<p>并非所有神话角色都在追求属于自己的荣耀与名望。一些神话角色选择了更为谦卑的道途，守护着他们重要的人或者被称作家园的地方。守护者寻找着自己与周围事物，即使是野兽，之间的联系，并凭借对彼此之间契约的信任分享自己的力量。这不意味着守护者都是喜好和平的，事实上许多守护者以暴力手段促进目标的实现并守护他们看顾的人。但是守护者觉得为了与他们一同旅行的人这样做是值得的。在战场上，没有人能像守护者那样承受毒打和伤害。<br><br>定位（Role）：你在其他人撤退时坚守阵地。你的位置是战场的最前方，承受敌人打出的每一击，并挑衅他们多来一点。你的任务是让自己插入危险的路径以阻止敌人推进。你乐于承受野蛮的折磨，并还之以狂热的痛击。你所承受的伤害足以杀死那些不那么坚强的英雄，但你享受战斗的刺激，坚信你完美的肉体和心灵足以将战斗导向胜利。<br><br>职业（Classes）：任何经常置身于混乱肉搏中的职业，都能在守护者之道中找到有价值的能力。野蛮人，骑士，战士，审判官，武以及圣武士都可以成为优秀的守护者。一些守护者能力则能增益德鲁伊，游侠乃至召唤师的动物伙伴和盟友。<br><br>奖励生命值（Bonus Hit Points）：每当你在守护者之道中获得阶层，你会得到5点奖励生命值。这些生命值会叠加，而且不会影响你的生命骰或者其他能力。</p>\n<h2>道途特性</h2>\n<div>\n<table>\n<tbody>\n<tr>\n<td>神话阶层</td>\n<td>道途特性</td>\n</tr>\n<tr>\n<td>1阶</td>\n<td>守护呼声, 道途能力</td>\n</tr>\n<tr>\n<td>2nd</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>3阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>4阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>5阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>6阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>7阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>8阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>9阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>10阶</td>\n<td>道途能力, 完美防御</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>随着你的阶层获得提升，你会获得后述能力。<br><br>守护呼声（Guardian's Call）：从后述能力中选择一种。一旦做出选择就无法进行更改。<br><br>吸收冲击（Absorb Blow，Ex）：以直觉动作，每当你由于单一来源而承受生命值伤害时（比如龙的喷吐武器、法术或武器），你能够花费1次神话之力，以此来将该来源的伤害降低每阶层5点（最低受到0点伤害）。若你具有其他降低伤害的能力或效果（比如防护能量伤害），那么在应用其他降低伤害的效果之前，首先使用吸收冲击能力降低伤害。该能力防止的每10点伤害，都会在1分钟内赋予你DR 1/传奇与5点对抗强酸、寒冷、闪电、火焰、音波伤害的抗力。这些DR与抗力会与你所具有的任何其他DR和抗力叠加。<br><br>狂兽之怒（Beast's Fury，Ex）：以迅捷动作，你能够花费1次神话之力，将自己的神话力量灌入你的动物伙伴、部属、幻灵、魔宠、或者神契坐骑体内。以直觉动作，该生物能够移动至多等同于自身速度的距离，并且使用自身的一个天生武器进行单次攻击。当它进行此次攻击时，该名生物掷两次并取较高的结果。此次攻击所造成的伤害能穿透任何伤害减免。被该能力影响的生物所作出的这些动作不会算在它的回合内其他可以做的动作范畴之内。<br><br>即刻挡格（Sudden Block，Ex）：以直觉动作，你能够花费1次神话之力，以此来妨碍一次对抗你或者一名相邻盟友的近战攻击。将你的阶层加到你的AC或者盟友的AC之上，来对抗此次攻击。进行此次攻击的生物必须进行两次攻击检定并且取较低的结果。一旦攻击被处理完，你或者你的盟友（由你选择）能够进行一次近战攻击对抗该名生物。此次攻击所造成的伤害能穿透任何伤害减免。<br><br>道途能力: 1级以及之后的每个神话阶层，你都能从守护者道途能力或者通用道途能力中选择1项新的道途能力。一旦你做出选择，便无法更改。除非另有说明，否则每个能力都只能选取1次。部分能力有先决条件，比如职业能力或者最低神话阶层，你必须满足这些先决条件才能选取它们。<br><br>完美防御（True Defender，Su）：在第10阶，每当你受到来源于非神话生物的远程或近战攻击并且受到伤害的话，伤害均会减半。这个伤害减半会在所有其他降低伤害的能力或效果之后应用，比如能量抗力或者伤害减免。每轮1次，当1个敌人对你造成重击时，你会恢复1次神话之力。</p>"
    },
    "Hierophant": {
      "name": "(神话) 圣者（(Mythic) Hierophant）",
      "description": "<p>这些诸神之力的使用者渐渐发现自身越来越成为自身所信仰的存在。有些人渴望成为神祇的不朽侍从，而另一些人则希望登上神坛。圣者则是这些人中的一员，她直接或间接地引导着神之力——无论是来自神祇、自然之灵还是生命之力本身——并且最终会化身为神圣之力的提供者，而非单纯的信徒。<br /><br />定位（Role）：作为圣者，你在队伍中的职责就是与神祇沟通的桥梁、通过你所获得的神迹治愈并且救助你的盟友。若你是大自然的仆从，那么这股力量会变得十分强劲，你可以利用这个道途中的能力守护荒野，并将它的狂怒带给那些胆敢亵渎自然的人。<br /><br />职业（Classes）：任何利用神术的职业都能够从圣者之道中获益——尤其对于牧师、德鲁伊和先知来说。即便只有有限的神术能力，比如审判者与圣武士，也能够在这个道途中找到不少有效的选项。<br /><br />奖励生命值（Bonus Hit Points）：每当你在圣者之道中获得阶层，你会得到4点奖励生命值。这些生命值会叠加，而且不会影响你的生命骰或者其他能力。</p>\n<h2>道途特性</h2>\n<div>\n<table>\n<tbody>\n<tr>\n<td>神话阶层</td>\n<td>道途特性</td>\n</tr>\n<tr>\n<td>1阶</td>\n<td>神力澎湃, 道途能力</td>\n</tr>\n<tr>\n<td>2nd</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>3阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>4阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>5阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>6阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>7阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>8阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>9阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>10阶</td>\n<td>神性化身, 道途能力</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>随着你的阶层获得提升，你会获得后述能力。<br /><br />神力澎湃（Divine Surge）：从后述能力中选择一种。一旦做出选择就无法进行更改。<br /><br />狂兽之怒（Beast's Fury，Su）：以迅捷动作，你能够花费1次神话之力，将自己的神话力量灌入你的动物伙伴、部属、幻灵、魔宠、或者神契坐骑体内。以直觉动作，该生物能够移动至多等同于自身速度的距离，并且使用自身的一个天生武器进行单次攻击。当它进行此次攻击时，该名生物掷两次并取较高的结果。此次攻击所造成的伤害能穿透任何伤害减免。被该能力影响的生物所作出的这些动作不会算在它的回合内其他可以做的动作范畴之内。<br /><br />灵性咒法（Inspired Spell，Su）：你能够花费1次神话之力施放任何1个神术，并视为你的施法者等级比正常高2级。该法术必须在你的神术列表内（或者你的领域或秘示域法术列表中），而且法术等级必须是你所具有的神术施法职业所能够施展的等级。若你是自发施法者，那么你不需要事先准备该法术，这个法术也不需要在你的已知法术列表中。使用该能力不会消耗已准备的法术或者可用的法术位。你能够将任何自身已知的超魔专长应用到法术上，但是总的法术位等级必须为你正常能够施放的等级。<br /><br />回返祝福（Recalled Blessing，Su）：你能够花费1次神话之力来施放1个神术，而不需要消耗已经准备的法术或法术位。如你是准备施法者，该法术就必须是你在当天已经准备法术之一；若你是自发施法者，该法术就必须是你的已知法术。你无法将任何超魔专长应用至该法术上。若法术需要豁免，非神话生物则要投掷两次并取较低的结果。若法术治疗伤害、或者为了治愈苦难（affliction）或者移除状态而需要你尝试施法者等级检定的话，投掷两次并取较高的结果。<br /><br />道途能力:1级以及之后的每个神话阶层，你都能从圣者道途能力或者通用道途能力中选择1项新的道途能力。一旦你做出选择，便无法更改。除非另有说明，否则每个能力都只能选取1次。部分能力有先决条件，比如职业能力或者最低神话阶层，你必须满足这些先决条件才能选取它们。<br /><br />神性化身（Divine Vessel，Ex）：在第10阶，每当你施放以1个或更多个非神话生物为目标的法术时，这些生物在进行这个法术相关的任何豁免时必须投掷两次并取较低的结果。每当你以法术或效果治疗生命值伤害时，你的治愈效果都能治愈最大数额的伤害。你还会获得DR 10/传奇。每轮1次，当你受到超过20点的伤害时（在应用伤害减免之后），你会恢复1次神话之力的使用次数。</p>"
    },
    "Marshal": {
      "name": "(神话) 统帅（(Mythic) Marshal）",
      "description": "<p>有些人命中注定不光会实现自身的荣耀，还能够鼓舞军队、激励败者、并且唤起追随者们最大限度的力量。统帅就是这样的领袖，他的远见、勇气以及在战略方面的洞察力让自己声名显赫。士兵们为了追随这样的指挥官而集结在统帅的旗帜之下，相信他的能力能够带领众人挺过最艰难的挑战。<br /><br />定位（Role）：作为统帅，你的能力能够激发非神话与非神话盟友，使得他们一样强大。在团队中，你能够保护盟友，并且推动他们做出更具英雄主义的行为。统帅的力量自始至终都会让你带领队伍，帮助同伴，并且对抗你们的敌人。<br /><br />职业（Classes）：吟游诗人、骑士、牧师、审判者以及圣武士会在统帅之道中找到许多有效的能力。实际上，几乎任何能够协助他人——无论战前战后——的角色都会同样发现，在统帅之道中有不少有价值的能力能够辅助她们成就高尚的事业。<br /><br />奖励生命值（Bonus Hit Points）：每当你在统帅之道中获得阶层，你会得到4点奖励生命值。这些生命值会叠加，而且不会影响你的生命骰或者其他能力。</p>\n<h2>道途特性</h2>\n<div>\n<table>\n<tbody>\n<tr>\n<td>神话阶层</td>\n<td>道途特性</td>\n</tr>\n<tr>\n<td>1阶</td>\n<td>统帅之令, 道途能力</td>\n</tr>\n<tr>\n<td>2nd</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>3阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>4阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>5阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>6阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>7阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>8阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>9阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>10阶</td>\n<td>道途能力, 远见指挥官</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>随着你的阶层获得提升，你会获得后述能力。<br /><br />统帅之令（Marshal's Order）：从后述能力中选择一种。一旦做出选择就无法进行更改。<br /><br />推进（Advance，Ex）：以迅捷动作，你能够花费1次神话之力，以此在战场上获得战术优势。这使得你和所有距你30尺内的盟友进行1次单移动动作或者五尺快步，由角色自行选择，不过你和你的盟友必须有能力进行这些动作才能如此行动（例如：失去意识的角色仍旧无法进行任何动作）。由此能力赋予的动作不会算在这些生物在其自身的回合内可以做的动作类型或数量范畴之内。<br /><br />果断出击（Decisive Strike，Su）：以迅捷动作，你能够花费1次神话之力，以此赋予30尺内的1名盟友立即在你的回合内进行1次近战或远程攻击的能力。将你的阶层作为加值加到他的攻击检定上。此次攻击所造成的伤害能穿透任何伤害减免。这不会算作该名盟友在该轮做出的任何其他攻击范畴之内。<br /><br />重整旗鼓（Rally，Su）：以迅捷动作，你能够花费1次神话之力来使盟友重新振作起来。这会赋予你以及距你30尺内的每名盟友在1次d20检定后进行重掷的能力。你所赋予的重掷必须在你的下一回合开始之前使用，而且这些生物必须接受重掷的结果，即便结果更低。<br /><br />道途能力:1级以及之后的每个神话阶层，你都能从统帅道途能力或者通用道途能力中选择1项新的道途能力。一旦你做出选择，便无法更改。除非另有说明，否则每个能力都只能选取1次。部分能力有先决条件，比如职业能力或者最低神话阶层，你必须满足这些先决条件才能选取它们。<br /><br />远见指挥官（Visionary Commander，Su）：在第10阶，每当你或30尺内的盟友进行先攻检定时，掷两次并取任意一个结果。若战斗的第一轮是突袭轮，你和距你30尺内的盟友能在战斗开始时进行完整的动作而非原本的1个移动或标准动作。每轮1次，当你或30尺内的1名盟友在对抗神话生物时造成重击（scores a critical hit）的话，你能够恢复1次神话之力的使用次数。</p>"
    },
    "Trickster": {
      "name": "(神话) 诡术大师（(Mythic) Trickster）",
      "description": "<p>只有希望自己被他人察觉的时候，诡术大师的身影才会显露在世人面前，在诡术大师的操弄之下，王子与平民别无二致，它们都无法察觉到自身受到了他人的影响。希望利用自身的技能与才智的角色会感觉到诡术大师之道十分适合他们。这些英雄的神话力量使他们能够完成在别人眼中不可能完成的任务。他们能够攀上任何一面墙壁、在最湍急的水流中潜泳、还能够在最为敏锐的守卫身边悄然经过。而他们对敌人的打击通常都具有无人能比的精度。<br /><br />定位（Role）：作为诡术大师，你在队伍中的作用是那名操纵他人并且使用诡计的人。你能获得许多操纵敌人的能力——无论是肉体还是精神上。通过一个笑话或是一句短语，你就能够操纵整个城市、甚至是整个国家按照你的想法行事——但如果你失手了，你也总是能够指望着藏匿于阴影中的利刃解决问题。<br /><br />职业（Classes）：许多依赖于技能的职业都很适合成为诡术大师，而那些严重依赖远程攻击和魔法花招的职业也是如此。炼金术士、吟游诗人和盗贼都会在诡术大师找到符合自身的能力。铳士、武僧与游侠也能够在诡术大师之道中发现一些适合自身的选项。<br /><br />奖励生命值（Bonus Hit Points）：每当你在诡术大师之道中获得阶层，你会得到4点奖励生命值。这些生命值会叠加，而且不会影响你的生命骰或者其他能力。</p>\n<h2>道途特性</h2>\n<div>\n<table>\n<tbody>\n<tr>\n<td>神话阶层</td>\n<td>道途特性</td>\n</tr>\n<tr>\n<td>1阶</td>\n<td>道途能力, 奇袭</td>\n</tr>\n<tr>\n<td>2nd</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>3阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>4阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>5阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>6阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>7阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>8阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>9阶</td>\n<td>道途能力</td>\n</tr>\n<tr>\n<td>10阶</td>\n<td>道途能力, 至高诡术师</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>随着你的阶层获得提升，你会获得后述能力。<br /><br />奇袭（Trickster Attack）：从后述能力中选择一种。一旦做出选择就无法进行更改。<br /><br />致命投掷（Deadly Throw，Ex）：以迅捷动作，你能够花费1次神话之力，取出1个投掷武器或者炼金物品（alchemical item）并使用它进行远程攻击。此次攻击不会引起藉机攻击。当你进行致命投掷时，投掷两次攻击检定，取较高的结果，并且将你的阶层加到检定上。若攻击失手，武器或者炼金物品会落在与目标相邻的位置，无论其本身的射程如何。<br /><br />飞掠冲刺（Fleet Charge，Ex）：以迅捷动作，你能够花费1次神话之力并进行移动，移动距离最多与你的速度相同。在这次移动中的任意一点，你能够以最高的攻击加值进行一次近战或远程攻击，并将你的阶层加到攻击检定上。此次攻击不算在你在本轮做出的任何其他攻击之内。此次攻击所造成的伤害能穿透任何伤害减免。<br /><br />突袭（Surprise Strike，Ex）：以迅捷动作，你能够花费1次神话之力来进行1次近战或远程攻击，用于对抗30尺内的1名目标，此次攻击不算在你在本轮做出的任何其他攻击之内。当你进行突袭时，无论目标可能具有的任何职业特性或者能力，它都会被视为措手不及，除此之外，将你的阶层加到攻击检定上。此次攻击所造成的伤害能穿透任何伤害减免。<br /><br />道途能力:1级以及之后的每个神话阶层，你都能从诡术大师道途能力或者通用道途能力中选择1项新的道途能力。一旦你做出选择，便无法更改。除非另有说明，否则每个能力都只能选取1次。部分能力有先决条件，比如职业能力或者最低神话阶层，你必须满足这些先决条件才能选取它们。<br /><br />至尊诡术师（Supreme Trickster，Su）：在第10阶，每当你对抗非神话敌人进行攻击检定时，该名敌人都会被视为措手不及，即便它具有能够防止自身措手不及的能力也是如此。每轮1次，每当你在对抗神话敌人的技能对抗检定（opposed skill check）中投掷出自然20时，你会恢复1次神话之力的使用次数。</p>"
    }
  }
}